Repository: matirosero/Mandir-plugins
Catalog: mro-pages/languages/mro-pages-*.po
Languages: es_mx

source: General Information
es_mx: Información General

source: #%d (no title)
es_mx: #%d (sin título)

source: Enrollment state
es_mx: Estado de matrícula

source: Enrollment closed
es_mx: Matrícula cerrada

source: Enrollment open
es_mx: Matrícula abierta

source: Students go to link to enroll
es_mx: Los estudiantes deben ir a enlace para inscribirse

source: Students fill form to enroll
es_mx: Los estudiantes llenan formulario para inscribirse

source: URL where students can enroll
es_mx: URL donde los estudiantes pueden inscribirse

source: Enrollment form shortcode
es_mx: Shortcode de formulario de inscripción

source: How to enroll
es_mx: Cómo matricular

source: Each line will be a bullet point.
es_mx: Cada línea será un bullet.

source: Dates
es_mx: Fechas

source: Date start
es_mx: Fecha de inicio

source: Date end
es_mx: Fecha de fin

source: Orientation
es_mx: Orientación

source: Date
es_mx: Fecha

source: Time
es_mx: Hora

source: Recommendations
es_mx: Recomendaciones

source: One recommendation per line. Each line will be a bullet point.
es_mx: Una recomendación por línea. Cada línea será un bullet.

source: Certification
es_mx: Reconocimiento

source: One teacher for the whole certification?
es_mx: ¿Un solo profesor para toda la certificación?

source: One teacher
es_mx: Un profesor

source: Different teachers for each program
es_mx: Profesores diferentes para cada programa

source: Choose teacher
es_mx: Escoger profesor

source: Select the teacher in each module's section.
es_mx: Seleccione el profesor en la sección de cada módulo.

source: Select a teacher or fill in information
es_mx: Escoger profesor o llenar información

source: Select a teacher
es_mx: Escoger profesor

source: Fill in teacher information
es_mx: Llenar la información del profesor

source: Teachers
es_mx: Profesorado

source: Information about the teachers.
es_mx: Información sobre los profesores.

source: Image to show in this section
es_mx: Imagen a mostrar en esta sección

source: Schedule
es_mx: Horario

source: Time start
es_mx: Hora inicio

source: Time end
es_mx: Hora fin

source: Days
es_mx: Días

source: Monday
es_mx: Lunes

source: Tuesday
es_mx: Martes

source: Wednesday
es_mx: Miércoles

source: Thursday
es_mx: Jueves

source: Friday
es_mx: Viernes

source: Saturday
es_mx: Sábado

source: Sunday
es_mx: Domingo

source: Additional notes
es_mx: Notas complementarias

source: Daily schedule
es_mx: Programa diario

source: Description
es_mx: Descripción

source: Calendar
es_mx: Calendario

source: Title
es_mx: Título

source: Currency
es_mx: Moneda

source: This controlls what symbol is appended to the price.
es_mx: Controla el símbolo monetario que va antes del precio.

source: US dollars ($)
es_mx: Dólares ($)

source: CR colones (₡)
es_mx: Colones (₡)

source: Pricing options
es_mx: Opciones de precio

source: Add as many as needed. Price must be a number.
es_mx: Añadir todas las necesarias. Precio debe ser un número.

source: Price
es_mx: Precio

source: Must be "100", "10.5", etc. Not "100 dollars".
es_mx: Debe ser “100”, “10.5”, etc. No “100 dólares”.

source: Early bird price before May 5
es_mx: Precio pronto pago antes del 5 de mayo

source: Pricing notes
es_mx: Notas sobre precio

source: Further explanation needed to clarify pricing.
es_mx: Explicaciones adicionales necesarias para explicar precio.

source: For instance, if you need to explain discount conditions, payment schedule, etc.
es_mx: Por ejemplo, si es necesario explicar condiciones para descuentos, cronograma de pagos, etc.

source: is not a number
es_mx: no es un número

source: Mandir Settings
es_mx: Mandir Ajustes

source: Information
es_mx: Información

source: Highlighted information, with large image to the side.
es_mx: Información destacada con imagen grande al lado.

source: Image
es_mx: Imagen

source: Upload only ONE image, only one will be used on page.
es_mx: Subir sólo una imagen, sólo una aparecerá en la página.

source: Location
es_mx: Lugar

source: Map shortcode
es_mx: Shortcode del mapa

source: Name
es_mx: Nombre

source: Address
es_mx: Dirección

source: Telephone
es_mx: Teléfono

source: Sidebar heading
es_mx: Encabezado de barra lateral

source: Additional dates
es_mx: Fechas adicionales

source: Capacity
es_mx: Cupo

source: Introduction
es_mx: Introducción

source: Bulk pricing
es_mx: Precios al por mayor

source: Notes on taxes
es_mx: Notas sobre impuestos

source: Qty
es_mx: Cant

source: Featured product
es_mx: Producto destacado

source: Add the information and images for the featured product.
es_mx: Añadir la información e imágenes del producto recomendados.

source: Product name
es_mx: Nombre del producto

source: Product information on Store page
es_mx: Información del producto que aparecerá en la página principal de la tienda

source: Describe the product.
es_mx: Describir el producto.

source: Product page
es_mx: Página del producto

source: Other products
es_mx: Otros productos

source: Add the information and images for products.
es_mx: Añadir la información e imágenes de productos.

source: Product information
es_mx: Información del producto

source: Price (colones)
es_mx: Precio (colones)

source: Module name
es_mx: Nombre del módulo

source: Who this course is for
es_mx: Para quién es este curso

source: Certificate issued by
es_mx: Reconocimiento brindado por

source: This will be overriden if you've selected "One teacher for the whole certification"
es_mx: Esto no aparecerá si escogió “Un solo profesor para toda la certificación”

source: Levels in this module
es_mx: Niveles en este módulo

source: Level
es_mx: Nivel

source: Training hours
es_mx: Horas de formación

source: Reserve your spot
es_mx: Reservá tu espacio

source: Reserve amount
es_mx: Importe de la reserva

source: Payment options
es_mx: Opciones de pago

source: Add as many as needed.
es_mx: Agregar todas las necesarias.

source: Payments
es_mx: Pagos

source: Discount amount
es_mx: Monto de descuento

source: Payment due on week 1
es_mx: Pagar en la primera semana

source: Title (hours)
es_mx: Título (horas)

source: Weekend workshops
es_mx: Talleres de fin de semana

source: Choose which events will be highlighted on homepage.
es_mx: Escoger los eventos que se resaltarán en el home.

source: Select events to show
es_mx: Seleccionar eventos a mostrar

source: Manage the slider on the homepage.
es_mx: Administrar el slider en el home.

source: Enable slider
es_mx: Habilitar slider

source: Slider images
es_mx: Imágenes para el slider

source: Add File(s)
es_mx: Añadir campo(s)

source: Add
es_mx: Añadir

source: Manage locations.
es_mx: Administrar ubicaciones.

source: Maps shortcode
es_mx: Shortcode del mapa

source: Add locations
es_mx: Añadir ubicaciones

source: Phone number
es_mx: Número de teléfono

source: Manage payment options for events and certifications.
es_mx: Administrar opciones de pago para eventos y certificaciones.

source: Local payments
es_mx: Pagos locales

source: International payments
es_mx: Pagos internacionales

source: Sets up custom meta for assorted Yoga Mandir pages.
es_mx: Establece meta personalizada para páginas de Yoga Mandir.
