Repository: matirosero/Mandir-plugins
Catalog: mro-team/languages/*.po
Languages: es_mx

# post type general name
source: Teachers
es_mx: Profesores

# post type singular name
source: Teacher
es_mx: Profesor

# admin menu
source: Teachers
es_mx: Profesores

# add new on admin bar
source: Teachers
es_mx: Profesores

# book
source: Add New
es_mx: Añadir nuevo

source: Add New Teacher
es_mx: Añadir nuevo profesor

source: New Teacher
es_mx: Nuevo profesor

source: Edit Teacher
es_mx: Editar Profesor

source: View Teacher
es_mx: Ver profesor

source: All Teachers
es_mx: Todos los profesores

source: Search Teachers
es_mx: Buscar profesores

source: Parent Teachers:
es_mx: Profesores padres

source: No Teachers found.
es_mx: No se han encontrado profesores

source: No Teachers found in Trash.
es_mx: No hay profesores en la papelera

source: Enter a new Teacher
es_mx: Introducir nuevo profesor

source: How to contact
es_mx: Cómo contactar

source: A grouped field with a key set. Data is not searchable, since it is saved in an array.
es_mx: Un campo agrupado con un conjunto de claves. Datos no son accesible ya que se guarda en un array.

source: Show email
es_mx: Mostrar email

source: Phone number
es_mx: Número de teléfono

source: Website
es_mx: Sitio web

source: Main photo
es_mx: Foto principal

source: If possible, this should be a portrait.
es_mx: Si es posible, esto debería ser un retrato.

source: Add File(s)
es_mx: Añadir archivo(s)

source: Add
es_mx: Añadir

source: Secondary photo
es_mx: Foto secundaria

source: This should be a yoga pose.
es_mx: Esto debe ser una pose de yoga.
