Repository: matirosero/Mandir-plugins
Catalog: mro-class-schedule/languages/mro-class-schedule-*.po
Languages: es_mx

source: Choose type
es_mx: Escoger tipo

source: Class
es_mx: Clase

source: Event
es_mx: Evento

source: Manual entry
es_mx: Añadir manualmente

source: Choose class
es_mx: Escoger clase

source: Choose teacher
es_mx: Escoger profesor

source: Choose event
es_mx: Escoger evento

source: Enter class/event name
es_mx: Introducir nombre de clase/evento

source: Teacher's name
es_mx: Nombre del profesor

source: Time start
es_mx: Hora inicio

source: Time end
es_mx: Hora fin

# post type general name
source: Classes
es_mx: Clases

# post type singular name
source: Class
es_mx: Clase

# admin menu
source: Classes
es_mx: Clases

# add new on admin bar
source: Classes
es_mx: Clases

# book
source: Add New
es_mx: Añadir nueva

source: Add New Class
es_mx: Añadir nueva clase

source: New Class
es_mx: Nueva Clase

source: Edit Class
es_mx: Editar Clase

source: View Class
es_mx: Ver Clase

source: All Classes
es_mx: Todas las Clases

source: Search Classes
es_mx: Buscar Clases

source: Parent Classes:
es_mx: Clases superiores:

source: No Classes found.
es_mx: No se han encontrado Clases.

source: No Classes found in Trash.
es_mx: No hay clases en la Papelera.

source: Enter a new Class
es_mx: Añadir nueva clase

source: Class Schedule Tabs
es_mx: Horario de Clases

source: Save Schedule Settings
es_mx: Guardar cambios al horario

source: Prices
es_mx: Tarifas

source: Save Prices
es_mx: Guardar tarifas

source: #%d (no title)
es_mx: #%d (sin título)

source: Other (enter manually)
es_mx: Otro (añadir manualmente)

source: Drop-in class
es_mx: Clase suelta

source: Description and price of drop-in class
es_mx: Descripción y tarifa de clase suelta

source: Description
es_mx: Descripción

source: Price
es_mx: Tarifa

source: Sign-up Fee
es_mx: Matrícula

source: Description and price of signup fee
es_mx: Descripción y tarifa de matrícula

source: Monthly prices
es_mx: Tarifas mensuales

source: Add more for monthly options
es_mx: Add more para opciones mensuales

source: Title
es_mx: Título

source: 1 class per week
es_mx: 1 clase por semana

source: 2 classes per week
es_mx: 2 clases por semana

source: 3 classes per week
es_mx: 3 clases por semana

source: Unlimited classes
es_mx: Clases ilimitadas

source: Friday blocks
es_mx: Bloques viernes

source: Create Friday blocks.
es_mx: Crear bloques del viernes.

source: Monday blocks
es_mx: Bloques lunes

source: Create Monday blocks.
es_mx: Crear bloques del lunes.

source: Saturday blocks
es_mx: Bloques sábado

source: Create Saturday blocks.
es_mx: Crear bloques del sábado.

source: Tuesday blocks
es_mx: Bloques martes

source: Create Tuesday blocks.
es_mx: Crear bloques del martes.

source: Wednesday blocks
es_mx: Bloques miércoles

source: Create Wednesday blocks.
es_mx: Crear bloques del miércoles.

source: Thursday blocks
es_mx: Bloques jueves

source: Create Thursday blocks.
es_mx: Crear bloques del jueves.

source: MRo Class Schedule
es_mx: Mro Horario de Clases

source: Sets up class custom post types and schedule for Yoga Mandir.
es_mx: Configuración de clases y horario para Yoga Mandir.
